tap "0xmachos/mosl"
tap "achannarasappa/tap"
tap "hacker1024/hacker1024"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "muesli/tap"
tap "robotsandpencils/made"
tap "zegervdv/zathura"
tap "zero-sh/tap"
brew "ack"
brew "agedu"
brew "aha"
brew "aircrack-ng"
brew "xz"
brew "zstd"
brew "webp"
brew "aria2"
brew "python@3.12"
brew "asciinema"
brew "autoconf-archive"
brew "autojump"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bash-snippets", link: false
brew "bat"
brew "binutils"
brew "freetype"
brew "glib"
brew "lzo"
brew "gmp"
brew "p7zip"
brew "binwalk"
brew "boost"
brew "coreutils"
brew "cask"
brew "eigen"
brew "suite-sparse"
brew "certbot"
brew "cgal"
brew "cheat"
brew "cifer"
brew "cmake"
brew "colordiff"
brew "colormake"
brew "cowsay"
brew "curl"
brew "dark-mode"
brew "dcraw"
brew "ddrescue"
brew "devil"
brew "openjdk"
brew "dex2jar"
brew "diffutils"
brew "direnv"
brew "dns2tcp"
brew "docker"
brew "doxygen"
brew "pango"
brew "duc"
brew "entr"
brew "erdtree"
brew "exa"
brew "exiftool"
brew "exiv2"
brew "faac"
brew "fcrackzip"
brew "fd"
brew "fdupes"
brew "fftw"
brew "findutils"
brew "foremost"
brew "fortune"
brew "fsevents-tools"
brew "fswatch"
brew "fzf"
brew "game-music-emu"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glances"
brew "glew"
brew "glpk"
brew "gnu-sed"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "go"
brew "graphicsmagick"
brew "grep"
brew "grepcidr"
brew "gron"
brew "gsl"
brew "hashcat"
brew "hashpump"
brew "hdf5"
brew "htop"
brew "hub"
brew "zlib"
brew "hydra"
brew "ical-buddy"
brew "ilmbase"
brew "imagemagick"
brew "imageworsener"
brew "intltool"
brew "ipcalc"
brew "ipinfo"
brew "jdupes"
brew "jhead"
brew "john-jumbo"
brew "jpeg"
brew "jq"
brew "jump"
brew "knock"
brew "kops"
brew "ldns"
brew "lensfun"
brew "libass"
brew "libbpg"
brew "libdvdcss"
brew "libelf"
brew "opus"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libvpx"
brew "libxml2"
brew "llvm"
brew "locateme"
brew "lolcat"
brew "luarocks"
brew "lynx"
brew "mad"
brew "sdl2"
brew "mame"
brew "mas"
brew "media-info"
brew "moreutils"
brew "most"
brew "mp4v2"
brew "mtr"
brew "mysql"
brew "ncdu"
brew "neofetch"
brew "netpbm"
brew "nginx"
brew "nmap"
brew "node"
brew "theora"
brew "ffmpeg", args: ["with-fdk-aac", "with-openh264"]
brew "protobuf"
brew "pyqt"
brew "tesseract"
brew "opencv"
brew "openssh"
brew "openvpn"
brew "optipng"
brew "osx-cpu-temp"
brew "pandoc"
brew "perl", link: false
brew "php"
brew "zopfli"
brew "pigz"
brew "pinentry-mac"
brew "pkg-config"
brew "pngcheck"
brew "pngquant"
brew "poppler"
brew "pre-commit"
brew "prettyping"
brew "pth"
brew "pv"
brew "pybind11"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "rclone"
brew "rdfind"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rmlint"
brew "rsnapshot"
brew "rsync"
brew "ruby"
brew "s3cmd"
brew "scc"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "shtool"
brew "socat"
brew "source-highlight"
brew "sox"
brew "speedread"
brew "speedtest-cli"
brew "sqlmap"
brew "ssh-copy-id", link: true
brew "step"
brew "syncthing"
brew "ta-lib"
brew "tag"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "terminal-notifier"
brew "tesseract-lang"
brew "testdisk"
brew "texi2html"
brew "texinfo"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "ucspi-tcp"
brew "vbindiff"
brew "wakeonlan"
brew "wget"
brew "whois"
brew "wireguard-tools"
brew "woff2"
brew "youtube-dl"
brew "zbar"
brew "zsh"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "0xmachos/mosl/mosl"
brew "achannarasappa/tap/ticker"
brew "hacker1024/hacker1024/coretemp"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-fdk-aac", "with-openh264"]
brew "muesli/tap/duf"
brew "robotsandpencils/made/xcodes"
brew "zero-sh/tap/zero"
cask "anaconda"
cask "android-platform-tools"
cask "betterdisplay"
cask "blender"
cask "corelocationcli"
cask "db-browser-for-sqlite"
cask "eul"
cask "filebot"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "gimp"
cask "hammerspoon"
cask "imageoptim"
cask "inkscape"
cask "keepassxc"
cask "kitty"
cask "linearmouse"
cask "lunar"
cask "macdown"
cask "monitorcontrol"
cask "mp4tools"
cask "mtmr"
cask "openvpn-connect"
cask "scribus"
cask "sekey"
cask "subler"
cask "tunnelblick"
cask "vlc"
cask "vscodium"
cask "xquartz"
cask "yacreader"
mas "Disk Speed Test", id: 425264550
mas "Hidden Bar", id: 1452453066
mas "HP Smart", id: 1474276998
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "WireGuard", id: 1451685025
vscode "eamodio.gitlens"
vscode "GitHub.vscode-pull-request-github"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.vscode-serial-monitor"
vscode "platformio.platformio-ide"
vscode "ronaldosena.arduino-snippets"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "vsciot-vscode.vscode-arduino"
