tap "0xmachos/mosl"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "zegervdv/zathura"
tap "zero-sh/tap"
brew "ack"
brew "openssl@1.1"
brew "xz"
brew "python@3.8"
brew "lzo"
brew "pkg-config"
brew "agedu"
brew "aircrack-ng"
brew "aria2"
brew "asciinema"
brew "autoconf-archive"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bash-snippets"
brew "bat"
brew "binutils"
brew "p7zip"
brew "binwalk"
brew "boost"
brew "boost-python"
brew "gmp"
brew "cask"
brew "cheat", link: false
brew "cifer"
brew "cmake"
brew "colordiff"
brew "colormake"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dark-mode"
brew "darksky-weather", link: false
brew "dcraw"
brew "ddrescue"
brew "dex2jar"
brew "diffutils"
brew "dns2tcp"
brew "docker"
brew "doxygen"
brew "duc"
brew "entr"
brew "exa"
brew "exiftool"
brew "exiv2"
brew "faac"
brew "fasd"
brew "fcrackzip"
brew "fd"
brew "fdupes"
brew "findutils"
brew "foremost"
brew "fortune"
brew "fsevents-tools"
brew "fswatch"
brew "fzf"
brew "gd"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "go"
brew "graphicsmagick"
brew "grep"
brew "gron"
brew "hashcat"
brew "hashpump"
brew "szip"
brew "hdf5"
brew "htop"
brew "hub"
brew "hydra"
brew "ical-buddy"
brew "ilmbase"
brew "openexr"
brew "imagemagick"
brew "imageworsener"
brew "ipinfo"
brew "jdupes"
brew "jhead"
brew "john"
brew "jq"
brew "jump"
brew "knock"
brew "kops"
brew "lensfun"
brew "libass"
brew "libbpg"
brew "libdvdcss"
brew "opus"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libvpx"
brew "libxml2"
brew "little-cms"
brew "llvm"
brew "locateme"
brew "lolcat"
brew "lynx"
brew "mackup"
brew "mad"
brew "sdl2"
brew "mame"
brew "mas"
brew "media-info"
brew "moreutils"
brew "most"
brew "mp4v2"
brew "mtr"
brew "protobuf"
brew "mysql"
brew "ncdu"
brew "neofetch"
brew "netpbm"
brew "nginx"
brew "nmap"
brew "node"
brew "openssh"
brew "openvpn"
brew "optipng"
brew "osx-cpu-temp"
brew "pandoc"
brew "pandoc-citeproc"
brew "perl", link: false
brew "php"
brew "pigz"
brew "pinentry-mac"
brew "pngcheck"
brew "pngquant"
brew "pre-commit"
brew "prettyping"
brew "pth"
brew "pv"
brew "pybind11"
brew "pyqt"
brew "rclone"
brew "rdfind"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rmlint"
brew "rsnapshot"
brew "zstd"
brew "rsync"
brew "ruby"
brew "s3cmd"
brew "screen"
brew "sdl"
brew "shellcheck"
brew "shfmt"
brew "shtool"
brew "socat"
brew "sox"
brew "speedread"
brew "speedtest-cli"
brew "sqlmap"
brew "ssh-copy-id", link: true
brew "syncthing"
brew "tag"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "terminal-notifier"
brew "tesseract"
brew "texi2html"
brew "the_silver_searcher"
brew "thefuck"
brew "theora"
brew "tldr"
brew "tmux"
brew "tree"
brew "ucspi-tcp"
brew "ufraw"
brew "vbindiff"
brew "wakeonlan"
brew "wget"
brew "wireguard-tools"
brew "woff2"
brew "youtube-dl"
brew "zbar"
brew "zlib"
brew "zopfli"
brew "zsh"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "0xmachos/mosl/mosl"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["HEAD", "with-fdk-aac", "with-libbluray", "with-libsoxr", "with-tesseract", "with-webp", "with-xvid"]
brew "zero-sh/tap/zero"
cask "android-platform-tools"
cask "blender"
cask "corelocationcli"
cask "db-browser-for-sqlite"
cask "electric-sheep"
cask "filebot"
cask "fing"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "gimp"
cask "hammerspoon"
cask "imageoptim"
cask "inkscape"
cask "java"
cask "keepassxc"
cask "kitty"
cask "lunar"
cask "macdown"
cask "monitorcontrol"
cask "mp4tools"
cask "mtmr"
cask "sekey"
cask "subler"
cask "vlc"
cask "vscodium"
cask "xquartz"
cask "yacreader"
mas "AdGuard for Safari", id: 1440147259
mas "Hidden Bar", id: 1452453066
mas "Numbers", id: 409203825
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
