tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "antibody"
brew "docker"
brew "volta"

cask "1password"
cask "bettertouchtool"
cask "fork"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "maccy"
cask "qlmarkdown"
cask "rectangle"
cask "slack"
cask "spotify"
cask "syntax-highlight"
cask "visual-studio-code"
